module.exports = {
  first_approach: [
    {
      title: 'Анализ текущего состояния и планов развития бизнеса.',
      text: 'Дорожная карта развития бизнеса - важная вводная составляющая для определения дорожной карты развития ИТ. Поэтому мы начинаем с обзора видения, целей и стратегии бизнеса для дальнейшего определения стратегии развития ИТ - какими должны быть технологии и что они должны делать, чтобы поддерживать бизнес-стратегию и приносить пользу бизнесу. На данном этапе мы активно вовлекаем руководителей бизнес-подразделений в интервью и определяем болевые точки бизнеса, почему они возникли, оцениваем уровень автоматизации бизнес-процессов и расставляем приоритеты бизнес-инициативам. Нам необходимо понять, какие возможности может реализовать ИТ, который может стать основой для новых бизнес-моделей, и как влияют недостатки ИТ на бизнес.',
    },
    {
      title: 'Анализ текущего состояния ИТ.',
      text: 'На данном этапе мы проводим оценку текущей ИТ архитектуры, а также оцениваем запланированные ИТ-инициативы. С помощью опросников и личных интервью мы оцениваем состояние текущего портфеля ИТ-проектов, определяем функциональную, прикладную и интеграционную ИТ архитектуру, определяя целевую ИТ-архитектура, а также какие системы имеют наивысший приоритет для развития, замены или модернизации. Для определения эффективности операционной модели ИТ мы анализируем текущий уровень зрелости ИТ-процессов, текущую организационную структуру ИТ, существующую модель сорсинга услуг ИТ, определяем функции персонала и текущий уровень компетенций специалистов, проводим экспресс-анализ ИТ-затрат.',
    },
    {
      title: 'Определение целевого состояния ИТ-Архитектуры.',
      text: 'Этап формирования видения ИТ-стратегии, предполагающей будущее состояние, в котором ИТ-системы, технологии, люди и процессы полностью соответствуют бизнес-стратегии. Мы прорабатываем предложения по развитию ИТ-архитектуры с развилками ИТ решений с указанием преимуществ и недостатков каждого варианта. Мы определяем целевую прикладную и интеграционную архитектуры и проводим Gap-анализ – анализ недостатков и отклонение текущего состояния ИТ-архитектуры от целевой. На данном этапе определяется предварительный набор действий по переходу из текущего состояния ИТ-Архитектуры к целевому. Мы анализируем и формируем целевую процессную модель организационной структуры ИТ и целевую модель управления услугами ИТ-поставщиков, а также рекомендуем предварительные шаги по переходу к целевой ИТ-организации.',
    },
    {
      title: 'Формирование плана трансформации.',
      text: 'Это этап, на котором мы разрабатываем дорожную карту развития ИТ и отдельные инициативы, необходимые для того, чтобы прийти к целевой ИТ архитектуре – это последовательные действия, чтобы определить, как организация достигнет целевой архитектуры. Неотъемлемая часть данного этапа - разработка перечня инициатив развития. Мы проанализируем внешние и внутренние трудозатраты и инвестиции на реализацию каждой инициативы, при необходимости разработаем паспорта проектов с описанием этапов, взаимосвязи с другими инициативами, рисков и сроков, расставим приоритеты инициатив и сформируем целевой портфель мероприятий.',
    },
    {
      title: 'Выполнение инициатив.',
      text: 'Мы готовы поддержать реализацию предложенных инициатив и проектов. На данном этапе мы готовы как предоставить заказчику ключевые, необходимые для реализации инициативы, так и реализовать проекты под ключ.',
    },
  ],
  first_best_practice: [
    {
      img: '/images/services/abs.svg',
      text: 'Европейский Best Practice от наших партнеров Adastra Business Consulting (ABC). Для обследования бизнеса-процессов компании мы привлекаем бизнеса-консультантов ABC.',
    },
    {
      img: '/images/services/practice.svg',
      text: 'Опыт реализации аналогичных проектов, как для заказчиков Узбекистана, так и других стран СНГ и Европы.',
    },
    {
      img: '/images/services/template.svg',
      text: 'Собственная методология: типовые шаблоны проектных документов (отчетов, презентаций, паспортов инициатив), опросники.',
    },
    {
      img: '/images/services/road.svg',
      text: 'Наличие команды, готовой к дальлейшей реализации инициатив или сопровождении исполнения ИТ стратегии, обучение и передача экспертизы бизнесу и ИТ.',
    },
  ],

  second__approach: [
    {
      title: 'Целевая Архитектура КХД',
      text: 'Инфраструктура управления данными должна поддерживать стратегические цели организации. Поэтому на первом этапе мы анализируем существующие компоненты архитектуры данных и процессов, формируем дорожную карта развития аналитического ландшафта, включая новые инициативы и оценку бюджета. Дорожная карта включает внедрение КХД согласно релизам: каждый релиз – это внедрение части КХД на отдельной предметной области',
    },
    {
      title: 'Дизайн Структуры данных в КХД (Бизнес-модель)',
      text: 'На втором этапе мы разрабатываем целевую архитектуру хранилища данных, определяем оптимальный путь перехода к целевой архитектуре, рекомендуем стек технологий',
    },
    {
      title: 'Разработка интеграцыонных процессов загрузки данных в КХД ',
      text: 'На третьем этапе мы разрабатываем дизайн целевой модели Хранилища данных на выделенной предметной области',
    },
    {
      title: 'Реализация релизов согласно дорожной карте',
      text: 'Далее, мы подключаем необходимые источники данных, разрабатываем интеграционные процессы (ETL) для загрузки данных в КХД и необходимые отчеты и аналитические приложения. Реализуем остальные релизы хранилища данных согласно дорожной карте совместно с командой заказчика. На данном этапе мы передаем компетенции и обучаем специалистов заказчика.',
    },
  ],

  second_best_practice: [
    {
      img: '/images/services/road.svg',
      text: 'Опыт реализации аналогичных проектов, как для заказчиков Узбекистана, так и других стран СНГ и Европы',
    },
    {
      img: '/images/services/road.svg',
      text: 'Обучение и передача экспертизы бизнесу и ИТ, формирование компетенций в команде заказчика',
    },
    {
      img: '/images/services/road.svg',
      text: 'Собственная методология внедрения и развития КХД и BI, шаблоны опросников и проектных документов',
    },
  ],

  third_approach: [
    {
      title: 'Аудит текущих процессов',
      text: 'Мы проведем аудит текущих процессов управления качеством данных и решения инцидентов качества данных, оценим технические требования и бизнес-задачи, которым должны отвечать ваши данные и поможем сформировать стратегию управления данными.',
    },
    {
      title: 'Оценка данных',
      text: 'С помощью предлагаемой платформы Ataccama проведем классификацию, профилирование данных и ряд других действий, которые помогут проанализировать проблемы, связанные с качеством данных. Это поможет определить, какие преобразования необходимы для данных и какие проблемы необходимо отслеживать в дальнейшем.',
    },
    {
      title: 'Повышение уровня качества данных',
      text: 'Мы создадим автоматизированные правила и процессы, отвечающие техническим и бизнес-требованиям, такие как: фильтрация, анализ, очистка, дедупликация, стандартизация, обогащение',
    },
    {
      title: 'Мониторинг и отчетность по качеству данных',
      text: 'Для отслеживания уровня качества данных в соответствии с установленными правилами настраиваются отчеты. Пользователи cмогут ежедневно мониторить все настроенные проверки, тренды, выбросы в данных и видеть текущий уровень качества данных в организации, а также оценить динамику его изменения.',
    },
    {
      title: 'Идентификация аномалий в данных, используя AI и ML',
      text: 'В отличие от ручной обработки данных, алгоритмы машинного обучения производят непрерывную оценку проблем качества данных и выявляют инциденты качества данных, требующие особого внимания.',
    },
    {
      title: 'Процессы',
      text: 'Кроме инструментов, неотъемлемой частью стратегии управления данными являются процессы управления качеством данных и организационная структура. Мы поможем определить ролевую модель, ответственных лиц (владельцев, аналитиков/data steward и др.), зоны ответственности, мотивацию, выстроить процессы взаимодействия с пользователями, которые должны исправлять ошибки.',
    },
  ],

  fourth_approach: [
    {
      title: 'Подключение источников данных и настройка каталога данных',
      text: '',
    },
    {
      title: 'Настройка структуры бизнес-глоссария, каталога отчетов',
      text: '',
    },
    {
      title:
        'Дизайн и настройка автоматического связывания элементов данных в системах заказчика с терминами бизнес-глоссария',
      text: '',
    },
    {
      title: 'Настройка отчетов и процессов мониторинга качества данных, отображение качества данных в каталоге данных',
      text: '',
    },
    {
      title:
        'Дизайн и настройка целевого процесса согласования терминов бизнес-глоссария/ отчетов, необходимых ролей и полномочий',
      text: '',
    },
  ],
  fifth_approach: [
    {
      title: 'Дорожная карта',
      text: 'Оценка текущего состояния. Определение и анализ артефактов, связанных с управлением MDM (таких как правила, методологии оценки, политики, стандарты, процессы, процедуры).',
    },
    {
      title: 'Дизайн и настройка',
      text: 'Разработка и поддержка операционной модели, структуры, стратегии, архитектуры и плана интеграции. Определение сфер ответственности для владельцев данных, управляющих данными и общего управления изменениями.',
    },
    {
      title: 'Поддержка и расширение возможностей',
      text: 'Создание комитета по управлению MDM для координации, сотрудничества и дальнейшего развития.',
    },
  ],

  fifth_best_practice: [
    {
      img: '/images/services/road.svg',
      text: 'Создание единой централизованной точки ввода данных с совместным управлением.',
    },
    {
      img: '/images/services/road.svg',
      text: 'Конфигурируемые рабочие процессы.',
    },
    {
      img: '/images/services/road.svg',
      text: 'Решения на основе безопасности жизненного цикла CRUD (Create, Read, Update, Delete).',
    },
    {
      img: '/images/services/road.svg',
      text: 'Управление историческими справочными данными с контролем версий.',
    },
    {
      img: '/images/services/road.svg',
      text: 'Управление отношениями и иерархией. ',
    },
    {
      img: '/images/services/road.svg',
      text: 'Отображение расположения справочных данных в системах.',
    },
    {
      img: '/images/services/road.svg',
      text: 'Правила качества данных для стандартизации, дедупликации и управления исключениями.',
    },
    {
      img: '/images/services/road.svg',
      text: 'Аудит с возможностью отслеживания активности пользователей.',
    },
    {
      img: '/images/services/road.svg',
      text: 'Функциональная синхронизация c upstream и downstream решениями.',
    },
    {
      img: '/images/services/road.svg',
      text: 'Процессы уведомления заинтересованных сторон.',
    },
  ],

  sixth_approach: [
    {
      title: '',
      text: 'Обследование интеграционного ландшафта организации – это первый и важный этап для оценки текущего состояния интеграционных взаимодействий. Наш best practice в проектировании и внедрении интеграционных интерфейсов поможет компании провести инвентаризацию систем, процессов и потоков данных, определить узкие места и оценить масштабы необходимой оптимизации. ',
    },
    {
      title: '',
      text: 'В результате обследования мы дадим рекомендации по модернизации существующего интеграционного контура, разработаем дизайн целевой архитектуры EAI и дорожную карту по оптимальному переходу к целевой архитектуре интеграционных взаимодействий.\n Важной задачей является создание компетенций в разработке интеграционных интерфейсов. Поэтому помимо аудита, мы предлагаем проектирование архитектуры взаимодействий и выполнение интеграционных задач, как полностью outsource, так и совместной с заказчиком командой с передачей опыта. ',
    },
    {
      title: '',
      text: "Наша команда состоит из следующих экспертов, необходимых для решения задач EAI: <ul class='list-disc'><li class='py-4'>Интеграционный менеджер. Упорядочивает поток интеграционных задач, управляет разработкой интеграционных интерфейсов и механизмов интеграции в смежных системах, контролирует ход реализации задач, работу всех участников проекта, сроки.</li><li class='py-4'>Интеграционный архитектор. Разрабатывает целевую архитектуру межсистемного взаимодействия, определяет способы интеграции, анализирует требования, определяетстандарты разработки.</li><li class='py-4'>Лидер разработки. Координирует команду разработчиков, определяет зоны ответственности команды, приоритезирует задачи и разбивает их на подзадачи, планирует релизы и их выпуск.</li><li class='py-4'>Разработчик интеграционных интерфейсов. Разрабатывает интеграционные интерфейсы в соответствии с техническим заданием, реализует и тестирует функциональность системы интеграции, сопровождает разработку рабочей документацией</li></ul>",
    },
  ],
  seventh_approach: [
    {
      title: 'Обследование',
      text: 'Первым этапом является обследование бизнес-процессов организации. Совместно с бизнес-подразделениями и руководством компании мы определяем стратегические цели компании. Проводим анализ бизнес-процессов, операций, регламентов и используемого программного обеспечения, выявляем текущие недостатки. Результатом является высокоуровневая целевая архитектура процессов и решения.',
    },
    {
      title: 'Проектирование',
      text: 'На втором этапе мы совместно с клиентом расставляем приоритеты и выбираем бизнес-процессы для автоматизации (обычно это процессы, у которых низкая производительность по сравнению с другими). Разрабатываем дизайн, оптимизируем выбранные процессы, составляем техническое задание, дорожную карту внедрения, проектируем новые регламенты совместно с бизнес-пользователями.',
    },
    {
      title: 'Внедрение',
      text: 'На третьем этапе происходит внедрение процессов и управление изменениями: определяются роли, ответственности, организационная структура и KPI. Также мы проводим автоматизацию процессов с помощью разработки или доработки систем: BPM, АБС, фронт-офисного приложения, процессинга, API, пр. Разработка может вестись как смешанной командой, так и полностью outsource.',
    },
    {
      title: 'Поддержка',
      text: 'В последний этап входит проведение тренингов и временная поддержка внедренных новых бизнес-процессов. Для запуска и функционирования бизнес-процесса необходим контроль над корректным выполнением, а в дальнейшем – постоянный внутренний контроль и оптимизация.',
    },
  ],

  eighth_approach: [
    {
      title: '',
      text: 'Мы определим, какие процессы подходят для автоматизации роботами',
    },
    {
      title: '',
      text: 'Определим приоритеты, этапы и дорожную карту внедрения RPA',
    },
    {
      title: '',
      text: 'Внедрим, протестируем и запустим автоматизированные процессы',
    },
    {
      title: '',
      text: 'Проведем тренинги для дальнейшей поддержки и развития RPA в организаsции',
    },
  ],

  nineth_approach: [
    {
      title: '',
      text: 'Отдельно стоящее приложение является более гибким и его проще дорабатывать',
    },
    {
      title: '',
      text: 'Внутренняя поддержка банка может добавлять дополнительные проверки и корректировать существующие, используя подход low-code (проверки добавляются аналитиками без обращения к разработчикам)',
    },
    {
      title: '',
      text: 'АБС – отдельно стоящая система и при ее смене не будет затрагиваться AML',
    },
    {
      title: '',
      text: 'К AML можно подключить другие системы банка (дистанционное банковское обслуживание, мобильное приложение, процессинг,…), которые будут вызывать сервисы AML для онлайн проверок перед публикацией в АБС',
    },
  ],

  nineth_best_practice: [
    {
      img: '/images/services/road.svg',
      text: 'Опыт интеграции с многими АБС и настройка контрольных проверок под требования локальных и международных регуляторов',
    },
    {
      img: '/images/services/road.svg',
      text: 'Использование проверенной. Платформы Ataccama. Примеры клиентов Ataccama',
    },
  ],
}
