{
  "nav": {
    "adventages": "Наши преимущества",
    "services": "Услуги",
    "partners": "Партнеры",
    "contacts": "Контакты"
  },

  "header": {
    "first": "A+ Solutions – ИТ компания",
    "second": "Основанная в Узбекистане",
    "third": "Выходцами из международной компании",
    "text": "Имея более чем 20-летний международный опыт в различных направлениях информационных технологий, наша команда предлагает услуги в области развития современной ИТ-архитектуры организации, реализации проектов по бизнес-аналитике и управления данными, оптимизации процессов, внедрении AML решения (противодействие отмыванию денег), роботизации бизнес-процессов, заказной разработки мобильных и веб приложений. Используйте наш уникальный опыт и экспертизу для осуществления цифровой трансформации бизнеса.",
    "command": {
      "simple": "Наша команда -",
      "strong": "более 30 профессионалов"
    },
    "national": {
      "simple": "Успешно реализованные",
      "strong": "проекты в Узбекистане "
    },
    "international": {
      "simple": "Более 50 международных проектов,",
      "strong": "выполненных нашими сотрудниками"
    }
  },

  "exprience_project": "Проектный опыт основателей и руководителей A+ Solutions",
  "why_us": "Преимущества A+ Solutions",
  "best_practice": {
    "title": "Лучшие практики",
    "text": "В части бизнес-процессов"
  },

  "kompetension": {
    "title": "Компетенции",
    "text": "Квалифицированные ИТ-ресурсы"
  },

  "efficiency": {
    "title": "Эффективность",
    "text": "Оптимальное соотношение цена-качество"
  },

  "default_sitation": {
    "title": "Текущая ситуация",
    "limitations": {
      "first": "Недостаток квалифицированных ИТ специалистов",
      "second": "Недостаток компетенций в бизнесе по подготовке бизнес-требований для ИТ",
      "third": "Ограниченные знания по best-practice как в части бизнеса, так и в части ИТ-архитектуры"
    }
  },

  "solutions": {
    "title": "Решение",
    "first": "Привлечение европейских экспертов для дизайна оптимальных бизнес-решений",
    "second": "Привлечение ИТ-экспертов из России для дизайна оптимальной архитектуры и передачи знаний по лучшим практикам ИТ",
    "third": "Развитие локальных компетенций благодаря совместной работе в командах с европейскими и российскими специалистами"
  },

  "our_service": {
    "title": "НАШИ УСЛУГИ",
    "text": "A+ Solutions предлагает широкий спектр услуг в области информационных технологий, начиная с разработки IT стратегии и заканчивая разработкой широкого спектра приложений"
  },

  "services": {
    "service1": "ИТ Стратегия <br> ИТ Архитектура <br> ИТ Процессы",
    "service2": "Управлене данными Корпоративное хранилище данных",
    "service3": "Data Governance",
    "service4": "Мобильные и веб-приложения",
    "service5": "Интеграция приложений",
    "service6": "Anti-Money Laundering",
    "service7": "Автоматизация процессов бэк-офиса",
    "service8": "Robot Process Automation"
  },

  "our_partners": {
    "header": "НАШИ ПАРТНЕРЫ",
    "business_consulting": {
      "header": "Бизнес-консалтинг",
      "text": "Для эффективного использования цифровых технологий ИТ решения должны быть неразрывно связаны с потребностями бизнеса. Совместно с международной компанией Adastra Business Consulting мы предлагаем подход, который обеспечит синергию бизнес-стратегии и ИТ решений. Adastra Business Consulting предоставляет свою экспертизу в следующих бизнес-направлениях: управление кредитными рисками, взыскание, скоринг, одобрение розничных и корпоративных клиентов, предотвращение мошенничества, управление ценностью клиента, проектирование и оптимизация бизнес-процессов и др.",
      "adventages1": "Западный know-how",
      "adventages2": "Эффективные бизнес-процессы",
      "adventages3": "Эффективные ресурсы",
      "adventages4": "Лучшие архитектурные практики"
    },

    "control_quality": {
      "header": "Управление качеством данных и Data Governance",
      "text": "Ataccama – глобальная компания, предоставляющая своим клиентам универсальную платформу Ataccama ONE для обеспечения качества данных, управления мастер-данными и метаданными. Ataccama специализируется на комплексных решениях по управлению корпоративными данными (Data Governance), помогая компаниям поддерживать процессы и увеличивать ценность данных. Среди клиентов Ataccama: Банк Ipak Yuli, Kaspibank, Райффайзенбанк, Яндекс Маркет, МТС, Теле2 и многие другие",
      "adventages1": "Профилирование данных",
      "adventages2": "Обеспечение качеством данных",
      "adventages3": "Управление мастер-данными и НСИ",
      "adventages4": "Управление метаданными"
    },

    "self_service": {
      "header": "Self-service аналитика",
      "text": "Alteryx предоставляет аналитикам данных и data scientist инструмент для самостоятельного анализа данных – Alteryx Designer. С более чем 250 встроенными функциями бизнес-пользователи могут быстро профилировать, подготавливать, обрабатывать и анализировать свои данные без необходимости написания SQL кода или программных скриптов. Если раньше для построения аналитической модели или отчета требовалось несколько инструментов и даже несколько разных специалистов, то сегодня достаточно одного инструмента – Alteryx Designer.",
      "adventages1": "Смешивание данных и их подготовка",
      "adventages2": "Анализ данных",
      "adventages3": "Распространение результатов"
    }
  },

  "useful_link": "Полезные ссылки",
  "contacts": "Контакт",
  "address_1": "100070 Ташкент, Узбекистан",
  "address_2": "Пересечение улица Нукусской и улица Мироншоха 8"
}
